/* 1st arg is localized number of page being previewed. 2nd arg is localized number of pages that can be previewed. */
"%@ of %@" = "%1$@ из %2$@";

/* A paper size: 842 x 1190 (points). */
"A3" = "A3";

/* A paper size: 595 x 842 (points). */
"A4" = "A4";

/* A paper size: 420 x 595 (points). */
"A5" = "A5";

/* A paper size: 729 x 1032 (points). */
"B4" = "B4";

/* A paper size: 516 x 729 (points). */
"B5" = "B5";

/* No comment provided by engineer. */
"Canceling\\U2026" = "Отменяю…";

/* Unknown error condition while printing. */
"Error while printing." = "Ошибка при печати.";

/* A paper size: 540 x 720 (points). */
"Executive" = "Executive";

/* A paper size: 612 x 1008 (points). */
"Legal" = "Legal";

/* A paper size: 612 x 792 (points). */
"Letter" = "Letter";

/* NEED COMMENT */
"No pages from the document were selected to be printed." = "В этом документе не выбраны страницы для печати.";

/* page number string for printed page footer when the range of pages to print is unknown. */
"Page %ld" = "Страница %ld";

/* page number string for printed page footer when the range of pages to print are known. */
"Page %ld of %ld" = "Страница %1$ld из %2$ld";

/* No comment provided by engineer. */
"Preparing\\U2026" = "Готовлю…";

/* A print progress panel title */
"Preview" = "Просмотр";

/* A print progress panel title
   Printing alert title */
"Print" = "Печать";

/* The argument is the number of the page being printed. */
"Processing page: %@" = "Обработка страницы: %@";

/* A print progress panel title */
"Save" = "Сохранить";

/* A paper size: 792 x 1224 (points). */
"Tabloid" = "Таблоид";

/* No printer error description */
"To print this file, you must set up a printer." = "Чтобы распечатать этот файл, необходимо настроить принтер.";

/* No printer error recovery suggestion */
"To set up a printer, choose Apple menu > System Preferences, click Print & Fax, and then click the Add (+) button." = "Чтобы настроить принтер, выберите меню «Apple» > «Системные настройки», нажмите «Печать и факс» и затем нажмите кнопку добавления (+).";

/* Need Comment */
"Untitled" = "Новый";

